IDEA StatiCa Open Model
MatConcreteEc2.Epsc1 Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Compressive strain in the concrete - εc1
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Epsc1 { get; set; }
Public Property Epsc1 As Double
	Get
	Set
public:
property double Epsc1 {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatConcreteEc2 Class
IdeaRS.OpenModel.Material Namespace